Repository: ammarkadiri/eyewin
Catalog: lib/l10n/intl_*.arb
Languages: ar, fr

source: Total Rebate:
ar: مجموع الحوافز:
fr: Rabais Totale:

# monthly_balance
source: {monthly_balance} Balance to Achieve Target
ar: رصيد شهر {monthly_balance} لتحقيق الهدف
fr: Solde %s pour atteindre l'objectif

# quarterly_balance
source: Quarter {quarterly_balance} Balance to Achieve Target
ar: رصيد فصل {quarterly_balance} لتحقيق الهدف
fr: Solde trimestre %1$d pour atteindre l'objectif

# yearly_balance
source: Yearly Balance to Achieve Target
ar: الرصيد السنوي لتحقيق الهدف
fr: Solde annuel pour atteindre l'objectif

# biannual_balance
source: Semester {biannual_balance} Balance to Achieve Target
ar: رصيد النصف السنوي {biannual_balance} لتحقيق الهدف
fr: Solde semestre %1$d pour atteindre l'objectif

# tri_balance
source: Period {tri_balance} Balance to Achieve Target
ar: رصيد المدة {tri_balance} لتحقيق الهدف
fr: Solde Période %1$d pour atteindre l'objectif

# bi_monthly_balance
source: Period {bi_monthly_balance} Balance to Achieve Target
ar: رصيد المدة {bi_monthly_balance} لتحقيق الهدف
fr: Solde Période %1$d pour atteindre l'objectif

source: Secondary Displays
ar: العرض الاساسي
fr: Emplacement secondaire

source: Primary Displays
ar: العرض الثانوي
fr: Emplacement primaire

source: Pictures
ar: الصور
fr: Photos

# action_settings
source: Settings
ar: الإعدادات
fr: Réglages

source: See picture
ar: شاهد الصورة
fr: Voir la photo

source: Capture Price
ar: أدخل السعر
fr: Capturer le prix

source: Shelf Price
ar: السعر
fr: Prix au rayon

source: Save Price
ar: حفظ السعر
fr: Enregistrer

source: Log In Failed
ar: فشل تسجيل الدخول
fr: Connexion Échouée

source: Connection Error
ar: لا يوجد اتصال بالانترنت
fr: Connexion Échouée

# defaul_internet_connection_error
source: Please check your internet connection and try again.
ar: تحقق من اتصال الإنترنت الخاص بك وحاول مرة أخرى.
fr: Veuillez vérifier votre connexion internet et réessayez.

# offline_mode_connection_error
source: Offline Mode
ar: وضع غير متصل بالانترنت
fr: Mode Hors Connexion

# offline_mode_internet_connection_error
source: This action cannot be performed while in offline mode.
ar: لا يمكن إجراء هذا العمل دون الاتصال بالإنترنت.
fr: Cette action ne peut pas être accomplie en mode Hors Connexion.

# error_has_occured_title
source: Warning
ar: تحذير
fr: Attention

# error_hasoccured_msg
source: Something went wrong. Please contact your Administrator for help and support.
ar: حدث خطأ. يرجى الاتصال بالمشرف للمساعدة والدعم.
fr: Une erreur s'est produite. Veuillez contacter votre Administrateur pour toute aide ou support.

# warning_title
source: Warning
ar: تحذير
fr: Attention

source: Log In Again
ar: أعد تسجيل الدخول
fr: Se Reconnecter

# session_expired
source: Your session has expired. Please log in again.
ar: الجلسة الخاصة بك انتهت. يرجى تسجيل الدخول من جديد.
fr: Votre session est expirée. Veuillez vous reconnecter.

# invalid_credentials
source: Invalid username or password. Review your credentials and try again.
ar: اسم المستخدم أو كلمة السر غير صالحة. يرجى مراجعة هذه البيانات والمحاولة مرة أخرى.
fr: Votre compte ou mot de passe est incorrect. Redéfinissez-les et réessayez.

# request_timeout_title
source: Connection Error
ar: لا يوجد اتصال بالانترنت
fr: Erreur de Connexion

# request_timeout_msg
source: A connection error has occurred. Try working in Offline Mode. Please contact your Administrator for help and support.
ar: حدث خطأ. فعّل إعداد العمل بدون انترنت و حاول مرة أخرى أو اتصال بالمشرف للمساعدة والدعم.
fr: Une erreur de connexion s'est produite. Poursuivez en mode Hors Connexion. Contactez votre Administrateur pour toute aide et support.

# internal_server_error
source: Something went wrong. Please contact your Administrator for help and support.
ar: حدث خطأ. يرجى المحاولة مرة أخرى في وقت لاحق أو الاتصال بالمشرف للمساعدة والدعم.
fr: Une erreur s'est produite. Veuillez contacter votre Administrateur pour toute aide ou support.

# server_not_found_error
source: Something went wrong. Please try again later or contact your Administrator for help and support.
ar: حدث خطأ. يرجى المحاولة مرة أخرى في وقت لاحق أو الاتصال بالمشرف للمساعدة والدعم.
fr: Une erreur s'est produite. Veuillez essayer ultérieurement ou contactez votre Administrateur pour toute aide et support.

source: Exit
ar: خروج
fr: Sortir

source: Cancel
ar: الغاء
fr: Abandonner

# no_reward_prg
source: No active reward programs available.
ar: لا توجد برامج مكافآت متاحة.
fr: Pas de programmes de récompense actifs.

# no_sales_data
source: No sales information available.
ar: لا توجد معلومات مبيعات متاحة.
fr: Pas d'information de ventes disponible.

# ok
source: Okay
ar: موافق
fr: D'accord

source: Yes
ar: نعم
fr: Oui

# back
source: Close
ar: أغلق
fr: Fermer

source: No
ar: كلا
fr: Non

# prg_prefect_store
source: Perfect Store Guidelines
ar: إرشادات المتجر المثالي

# prg_store_reward
source: Store Reward
ar: برامج المكافآت

# prg_store_location
source: Store Location
ar: موقع المتجر

# not_user_role
source: You cannot use your credentials to login to this app.
ar: يجب أن تكون مستخدمًا لتطبيق الجوّال لتسجيل الدخول.
fr: You have to be a mobile app user to log in.

# time_sync_error_title
source: Connection Error
ar: لا يوجد اتصال
fr: Erreur de Connexion

# time_sync_error
source: Please check the date and time of your device and try again.
ar: يرجى التحقق من التاريخ والوقت على الجهاز.
fr: Veuillez vérifier la date et l'heure de votre appareil et réessayez.

source: Storage Full
ar: لا يوجد مساحة كافية على هذا الجهاز
fr: Stockage Complet

# storage_full_text
source: There is not enough storage on your device for EYE2 to operate. To use EYE2, free up at least {storage_full_text} MB. To free space, you can delete apps you no longer use and images / large videos from your gallery.
ar: لا يوجد مساحة كافية لتخزين المعلومات و عمل بEYE2 على جهازك. لاستخدام EYE2، قم بتحرير {storage_full_text} MB على الأقل من المساحة، يمكنك حذف التطبيقات التي لم تعد تستعملها / حذف الفيديوهات الضخمة من ألبوم الكاميرا
fr: Vous ne pocédez pas suffisamment de stockage sur votre appareil. Pour utiliser EYE2, liberez au moins %1$d MB.Pour libérer de l'espace, vous pouvez supprimer les applications que vous n'utilisez plus et les images / grandes vidéos de votre galerie..

# battery_warning_level_10
source: Your device’s battery is low. EYE2 will stop working when your battery reaches 5%.
ar: بطارية جهازك منخفضة. سوف تتوقف EYE2 عن العمل عندمل تصل البطارية الى 5%.
fr: La batterie de votre appareil est faible. EYE2 cessera de fonctionner lorsque votre batterie atteindra 5%.

# battery_warning_level_5
source: Your device’s battery is critically low. EYE2 will now close. Recharge your device to be able to use EYE2.
ar: بطارية جهازك منخفضة للغاية. سوف يتم إغلاق EYE2 الآن. يرجى رعادة شحن الجهاز ليكون قادر على الاستخدام.
fr: La batterie de votre appareil est extrêmement faible. EYE2 va maintenant se fermer. Rechargez votre appareil pour pouvoir utiliser EYE2.

source: days
ar: أيام
fr: jours

source: hours
ar: ساعات
fr: heures

source: mins
ar: دقائق

source: secs
ar: ثوان

source: Loading…
ar: جاري التحميل…
fr: Téléchargement…

source: Select Image
ar: إختار من الاستوديو
fr: Sélectionnez de votre gallerie

source: Login
ar: تسجيل الدخول
fr: Se connecter

# username_hint
source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

# password_hint
source: Password
ar: كلمة السر
fr: Mot de passe

# version_nb
source: Version {version_nb}
ar: إصدار {version_nb}
fr: Version %1$s

# required_field
source: This field is required
ar: هذا الحقل مطلوب
fr: Ce champ est requis

source: Logging in…
ar: جاري تسجيل الدخول…
fr: Se connecter…

source: Preparing card
ar: اعداد البطاقة

source: No storage card
ar: لا توجد بطاقة تخزين

source: Not enough space
ar: لا يوجد مساحة كافية
fr: Pas d'espace suffisant

source: Perfect Store Guidelines
ar: إرشادات المتجر المثالي
fr: Directives Perfect Store

source: Points Guidelines
ar: إرشادات النقاط
fr: Directives Points

source: My Customers
ar: الزبائن
fr: Mes clients

source: My Suppliers
ar: المورّدين
fr: Mes fournisseurs

source: Product
ar: التوافر
fr: Produit

source: Price
ar: التسعير
fr: Prix

source: Place
ar: العرض
fr: Lieu

source: Promo
ar: الترويج

# search_customer
source: Search for a customer…
ar: ابحث عن زبون…
fr: Rechercher un client…

# search_supplier
source: Search for a Supplier…
ar: ابحث عن مورّد…
fr: Rechercher un fournisseur

# importing_channels_data
source: Importing missions…
ar: جاري حفظ المهام…
fr: Importations de mission

# download_complete
source: Download completed
ar: انتهاء التحميل
fr: Téléchargement terminé

# downloading_channels_data
source: Downloading missions…
ar: جاري تحميل المهام…
fr: Téléchargement des missions…

# take_pictures
source: Take pictures of all your categories
ar: التقط الصور لجميع الفئات
fr: Prenez des photos de toutes vos categories

source: Pictures Taken
ar: الصور
fr: photo prises

source: Picture Taken
ar: تم أخذ الصورة
fr: photo prise

# guidelines
source: Perfect Store Guidelines
ar: إرشادات
fr: Directives

source: SKUs
ar: منتج

source: Not Available
ar: غير متواجدة
fr: Non Disponible

# all_skus_available
source: All {all_skus_available} SKUs available!
ar: جميع ال{all_skus_available} SKU متوفرة
fr: Tous %1$s SKUs sont disponibles

# search_title
source: Search
ar: بحث
fr: Chercher

source: Filter
ar: منقّي
fr: Filtre

source: PTS
ar: نقطة
fr: Points

# filter_perfect_store_guidelines
source: Filter your Perfect Store Guidelines:
ar: تنقية إرشادات المتجر المثالي:
fr: Filtrez vos directives perfect store

# filter_points_guidelines
source: Filter your Points Guidelines:
ar: تنقية إرشادات النقاط:
fr: Filtrer vos directive de points

# channels
source: Clusters
ar: القنوات
fr: Groupes

source: KPIs
ar: KPIsال

source: Categories
ar: الفئات

source: Locations
ar: الاماكن
fr: Lieux

source: Brands
ar: الاصناف
fr: Marques

# complete_mission
source: Complete your mission
ar: إتمام المهمة
fr: Terminer la mission

# mission_uploaded
source: Your mission is uploaded
ar: تم رفع المهمة
fr: Votre mission est téléchargée

source: Perfect Store
ar: المتجر المثالي

source: Sales
ar: المبيع
fr: Ventes

source: Score Range
ar: العلامة
fr: Plage de score

source: Sales Value
ar: المبيع
fr: Valeur de ventes

source: Points
ar: النقاط

source: Visited
ar: زرته
fr: Visité

# store_check
source: Store Audit:
ar: تحقق من المتجر:
fr: Audit du magasin:

# max_points_to_earn
source: MAX POINTS TO EARN THIS VISIT:
ar: النقاط الممكن الحصول عليها:
fr: Point maximum a toucher durant cette visite

# view_only_mission_completed
source: Your mission is already completed.
ar: المهمة منجزة.
fr: Votre mission a deja ete completee

# you_have_enough_points
source: You have enough points to claim a gift!
ar: لديك نقاط كافية للحصول على هدية
fr: Vos points suffisent pour un cadeau

# points_needed_for_bigger_gift
source: POINTS NEEDED TO WIN A BIGGER GIFT:
ar: النقاط المطلوبة للحصول على هدية أفضل:
fr: Points nécessaires pour gagner un plus grand cadeau

# points_needed_for_gift
source: POINTS NEEDED TO WIN A GIFT:
ar: النقاط المطلوبة للحصول على هدية:
fr: Point nécessaire pour gagner un cadeau

source: Perfect Store Score
ar: نتيجة المتجر المثالي
fr: Score du Perfect Store

source: Last visit:
ar: الزيارة الاخيرة:
fr: Derniere Visite

source: Score
ar: النتيجة

# last_sales_on
source: Last sale on {last_sales_on}:
ar: آخر مبيع في {last_sales_on}:
fr: Derniere vente le %1$s:

source: Total Points
ar: مجموع النقاط
fr: Point totaux

source: Claim Your Gift!
ar: الحصول على هدية!
fr: Réclamer votre cadeau

source: You have
ar: لديك
fr: Vous avez

source: unclaimed points.
ar: نقاط غير مستخدمة
fr: Points non reclamés

# are_you_sure_claim
source: Are you sure you want to claim this gift?
ar: هل انت متأكد؟
fr: Êtes-vous sure de vouloir réclamer ce cadeau?

source: claim
ar: أجل
fr: Revendiquer

# you_need_points_to_redeem
source: {you_need_points_to_redeem} more points needed to claim this gift.
ar: أنت بحاجة ل{you_need_points_to_redeem} نقطة للحصول على هذه الهدية
fr: %1$d point supplementaire nécessaire pour réclamer ce cadeau

# points_to_redeem
source: {points_to_redeem} pts more to claim
ar: أنت بحاجة {points_to_redeem} نقطة للحصول على هذه الهدية
fr: %1$d point de plus pour réclamer

source: Claiming your gift..
ar: جاري الحصول على الهدية..
fr: Réclamer votre cadeau

# your_total_points_year
source: Your Total Points for {your_total_points_year}
ar: مجموع نقاطك ل {your_total_points_year}
fr: Votre total de points pour %1$d

source: Your gift is claimed
ar: تم الحصول على الهدية
fr: Votre cadeau est réclamé

# earned_points_this_visit
source: Your earned points for this visit:
ar: النقاط المكتسبة هذه الزيارة:
fr: Vos point gagner pour cette visite

source: Change Filter
ar: تغيير الفلتر
fr: Changer le filtre

# perfect_store_guidelines_2_lines
source: Perfect Store Guidelines
ar: إرشادات المتجر المثالي
fr: Directives Perfect Store

# sure_logout
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Logout
ar: تسجيل الخروج
fr: Se Déconnecter

source: Points Balance
ar: مجموع النقاط
fr: Solde des points

source: Claim This Gift!
ar: احصل على هذه الهدية!
fr: Réclamer ce cadeau

source: Filter Your Products:
ar: تنقية المنتجات
fr: Filtrer vos produits

# filter_your_prices
source: Filter Your Products:
ar: تنقية الاسعار
fr: Filtrer vos prix

# filter_your_places
source: Filter Your Place Guidelines:
ar: تنقية إرشادات المكان
fr: Filtrer vos directive de point de vente

# filter_your_promos
source: Filter Your Promotion Guidelines:
ar: تنقية إرشادات العروضات
fr: Filtrer vos directive de promotions

# upload_your_missions_all
source: Upload Your Missions
ar: تحميل مهمتك
fr: Télécharger vos missions

source: Upload Complete!
ar: تمّ الرفع
fr: téléchargement complet

source: Uploading…
ar: جاري الرفع…
fr: Téléchargement

source: Points For
ar: نقاط غير مستخدمة
fr: Points pour

# salesman_login_button
source: Salesman Login
ar: تسجيل الدخول كبائع
fr: Identification du vendeur

# retailer_login_button
source: Retailer Login
ar: تسجيل الدخول كتاجر
fr: Identification du magasin

# full_name_hint
source: Full name
ar: الاسم الكامل
fr: Nom complet

# mobile_hint
source: Mobile number
ar: رقم الهاتف
fr: Numéro de telephone

# add_supplier
source: Add a Supplier
ar: اضافة مورّد
fr: Ajouter un fournisseur

source: Verification code
ar: رمز التحقق
fr: Verification du code

source: Verify
ar: تحقق
fr: Verifier

# enter_code
source: Enter your code:
ar: أدخل الرمز:
fr: Entrer votre code

# enter_code_warning
source: Please enter your code
ar: الرجاء ادخال الرمز
fr: Entrer votre code svp

# enter_code_not_match
source: Wrong verification code, please try again.
ar: ألرمز خاطئ. يرجى اعادة المحاولة
fr: Code de verification incorrect, veuiller reessayer

# downloading_distributors
source: Updating…
ar: تحديث…
fr: Mise à jour…

# importing_distributors_data
source: Updating…
ar: جاري حفظ معلومات المورّدين…
fr: Importations des donnee des distributeurs

# action_link_retailer
source: Link retailer
ar: الربط بالبائع
fr: Mise en relation du magasin

# action_unlink_retailer
source: Unlink retailer
ar: الغاء الربط بالبائع
fr: Dissocier le magasin

# link_retailer_alert
source: Are you sure you want to link {link_retailer_alert} to {link_retailer_alert_to}?
ar: هل انت متأكد من الربط بين {link_retailer_alert} و{link_retailer_alert_to}؟
fr: Êtes-vous sure de vouloir relier %1$s au %2$s?

# unlink_retailer_alert
source: Are you sure you want to unlink {unlink_retailer_alert} from {unlink_retailer_alert_from}?
ar: هل انت متأكد من الغاء الربط بين {unlink_retailer_alert} و{unlink_retailer_alert_from}؟
fr: Êtes-vous sure de vouloir dissasocier le %1$s au %2$s?

# want_link_retailer
source: Do you want to link {want_link_retailer}?
ar: هل تريد ربط {want_link_retailer}؟
fr: Voulez vous relier le %1$s?

# action_logout
source: Logout
ar: تسجيل الخروج
fr: Se déconnecter

source: Linked successfully
ar: تم الربط بنجاح
fr: Mise en relation reussie

# unlinked_successfully
source: Done!
ar: تم!
fr: Términé

# linking_retailer
source: Linking {linking_retailer}
ar: جاري ربط {linking_retailer}
fr: Mise en relation %1$s

# unlinking_retailer
source: Unlinking {unlinking_retailer}
ar: جاري الغاء ربط {unlinking_retailer}
fr: Dissociation %1$s

# no_available_suppliers
source: Click on the above button to add a new supplier…
ar: اضعط لاضافة مورّد جديد…
fr: Cliquez sur le bouton ci-dessus pour ajouter un nouveau fournisseur

# show_qr_to_supplier
source: Show this image to your supplier…
ar: اظهر هذه الصورة للمورّد…
fr: Partager cette image a votre fournisseur

# engage_customer
source: Engage customer to download EYE Win!
ar: الفت انتباه الزبون ليحمل EYE WIN!
fr: Engager le client a télécharger EYEWIN!

# linked_with
source: Linked with {linked_with}.
ar: مرتبط ب{linked_with}.
fr: Mise en relation avec %1$s.

source: Notifications
ar: الاشعارات

source: Just now
ar: الآن
fr: A l’instant même

source: a minute ago
ar: منذ دقيقة
fr: Il y a une minute

# minutes_ago
source: {minutes_ago} minutes ago
ar: منذ {minutes_ago} دقائق
fr: Il ya %1$d minutes

source: Yesterday
ar: أمس
fr: Hier

source: An hour ago
ar: منذ ساعة
fr: Il y a une heure

source: Today
ar: اليوم
fr: Aujourd’hui

# one_week_ago
source: 1 week ago
ar: منذ أسبوع
fr: Il y a une semaine

# days_ago
source: {days_ago} days ago
ar: منذ {days_ago} أيام
fr: Il y a %1$d jours

# weeks_ago
source: {weeks_ago} weeks ago
ar: منذ {weeks_ago} أسابيع
fr: Il y a %1$d semaines

source: Not all pictures taken!
ar: لم يتم التقاط كل الصور!

# prices_recommended_sentence
source: Prices displayed in the guidelines are recommended shelf prices. Pricing decisions remain at the sole discretion of the Distributor and Retailer.
ar: الأسعار المعروضة في الإرشادات هي أسعار الرف الموصى بها. تبقى قرارات التسعير وفقًا للتقدير المطلق للموزع والبائع.
fr: Les directives de prix affichés sont des prix de rayon recommandés. L'établissement des tarifs reste à la seule discrétion du distributeur et du revendeur.

# already_completed_mission_today
source: You already visited {already_completed_mission_today} today.
ar: لقد قمت بزيارة {already_completed_mission_today} اليوم.
fr: Vous avez déjà visité %1$s aujourd’hui.

source: Powered by
ar: من قِبل
fr: Alimenté par

# documents
source: Document Guidelines
ar: الملفات
fr: Documents

# guidelines_ps
source: Guidelines
ar: الإرشادات
fr: Directives

# document_count_1
source: {document_count_1} Document Guideline
ar: {document_count_1} ملف الإرشادات
fr: %1$d document de directive

# document_count_many
source: {document_count_many} Document Guidelines
ar: {document_count_many} ملفات الإرشادات
fr: %1$d documents de directives

source: Reward Programs
ar: برامج المكافآت
fr: Programmes de récompense

# pdf_button_text
source: more…
ar: اقرأ المزيد…
fr: À savoir…

# kpi_sales
source: Your Sales Performance
ar: أداء المبيعات الخاص بك
fr: Vos performances de vente

# kpi_product
source: Product Availability
ar: توافر المنتج
fr: Disponibilité des produits

# kpi_promo
source: Promotion Guidelines
ar: إرشادات الترويج
fr: Directives de promotion

# kpi_price
source: Pricing Guidelines
ar: إرشادات التسعير
fr: Directives de tarification

# kpi_place
source: Placement Guidelines
ar: عرض المنتج
fr: Directives de placement

source: Target:
ar: الهدف:
fr: Cible:

# you
source: Actual:
ar: المحقق:
fr: Actuelles:

source: Remaining:
ar: الباقي:
fr: Restant:

# close_btn
source: Thank You
ar: شكراً
fr: Merci

# kpi_product_desc
source: You met all the requirements of this guideline this month.
ar: لقد استوفيت جميع متطلبات هذا الدليل الإرشادي هذا الشهر.
fr: Vous avez satisfait toutes les exigences de cette ligne directrice ce mois-ci.

# kpi_promo_desc
source: You met all the requirements of this guideline this month.
ar: لقد استوفيت جميع متطلبات هذا الدليل الإرشادي هذا الشهر.
fr: Vous avez satisfait toutes les exigences de cette ligne directrice ce mois-ci.

# kpi_price_desc
source: You met all the requirements of this guideline this month.
ar: لقد استوفيت جميع متطلبات هذا الدليل الإرشادي هذا الشهر.
fr: Vous avez satisfait toutes les exigences de cette ligne directrice ce mois-ci.

# kpi_place_desc
source: You met all the requirements of this guideline this month.
ar: لقد استوفيت جميع متطلبات هذا الدليل الإرشادي هذا الشهر.
fr: Vous avez satisfait toutes les exigences de cette ligne directrice ce mois-ci.

# kpi_product_desc_no_data
source: You were not evaluated on this guideline this month.
ar: لم يتم تقييمك بناءً على هذا الدليل هذا الشهر.
fr: Vous n'avez pas été évalué sur cette ligne directrice ce mois-ci.

# kpi_promo_desc_no_data
source: You were not evaluated on this guideline this month.
ar: لم يتم تقييمك بناءً على هذا الدليل هذا الشهر.
fr: Vous n'avez pas été évalué sur cette ligne directrice ce mois-ci.

# kpi_price_desc_no_data
source: You were not evaluated on this guideline this month.
ar: لم يتم تقييمك بناءً على هذا الدليل هذا الشهر.
fr: Vous n'avez pas été évalué sur cette ligne directrice ce mois-ci.

# kpi_place_desc_no_data
source: You were not evaluated on this guideline this month.
ar: لم يتم تقييمك بناءً على هذا الدليل هذا الشهر.
fr: Vous n'avez pas été évalué sur cette ligne directrice ce mois-ci.

# month_1
source: January
ar: كانون الثاني
fr: Janvier

# month_2
source: February
ar: شباط
fr: Février

# month_3
source: March
ar: آذار
fr: Mars

# month_4
source: April
ar: نيسان
fr: Avril

# month_5
source: May
ar: أيار
fr: Mai

# month_6
source: June
ar: حزيران
fr: Juin

# month_7
source: July
ar: تموز
fr: Juillet

# month_8
source: August
ar: آب
fr: Août

# month_9
source: September
ar: أيلول
fr: Septembre

# month_10
source: October
ar: تشرين الأول
fr: Octobre

# month_11
source: November
ar: تشرين الثاني
fr: Novembre

# month_12
source: December
ar: كانون الأول
fr: Décembre

source: Rebate:
ar: الحافز:
fr: Rabais:

# earned_rebate
source: Reward:
ar: الحافز:
fr: Rabais:

# rebate_currency
source: Rebate ({rebate_currency}):
ar: الحافز ({rebate_currency}):
fr: Rabais (%1$s):

source: Actual Sales:
ar: المبيع:
fr: Ventes:

# group_nb
source: Quarter {group_nb}
ar: فصل {group_nb}
fr: Trimestre %1$d

# upgrading_database
source: Upgrading EYE Win…
ar: جار تحديث EYE Win…
fr: EYE Win mise à jour en cours…

# product_issues
source: The below SKUs were not on shelf at these dates.
ar: لم تكن هذه المنتجات على الرف في هذه التواريخ.
fr: Les produits ci-dessous n'étaient pas en rayon à ces dates.

# price_issues
source: The below pricing guidelines for these SKUs were not implemented at these dates.
ar: لم يتم تنفيذ إرشادات التسعير لهذه المنتجات في هذه التواريخ.
fr: Les directives de tarification des produits ci-dessous n'ont pas été mises en œuvre à ces dates.

# place_issues
source: The below placement guidelines were not implemented at these dates.
ar: لم يتم تنفيذ إرشادات الأماكن هذه في هذه التواريخ.
fr: Les directives relatives aux lieux ci-dessous n'ont pas été mises en œuvre à ces dates.

# promo_issues
source: The below promotion guidelines were not implemented at these dates.
ar: لم يتم تنفيذ هذه الإرشادات الترويجية في هذه التواريخ.
fr: Les directives de promotion ci-dessous n'ont pas été mises en œuvre à ces dates.

# reinstall_app_msg
source: You are trying to access the Retailer account of EYE WIN. In order to get the best experience, kindly delete the application and download the latest version from the store.
ar: أنت تحاول إستخدام EYE WIN كتاجر. من أجل الحصول على أفضل أداء، الرجاء إلغاء تثبيت التطبيق و تحميل أحدث إصدار من المتجر.
fr: Vous essayez d'accéder au compte Détaillant de EYE WIN. Afin d'obtenir la meilleure expérience, veuillez supprimer l'application et télécharger la dernière version du magasin.

# unable_to_capture_gps_location
source: Unable to capture your GPS location. Please try again.
ar: تعذر التقاط موقعك الجغرافي. يرجى المحاولة مرة اخرى.
fr: Incappable de capturer votre position GPS. Veuillez réessayer.
