Repository: ammarkadiri/eyewin
Catalog: lib/l10n/intl_*.arb
Languages: ar, fr

# branch_location_is_far
source: You appear to be far from the expected location.
ar: يبدو أنك بعيداً عن الموقع المتوقع.
fr: Vous semblez être loin de l'emplacement prévu.

# proceed_map
source: Proceed
ar: متابعة
fr: Procéder

# add_watchout
source: Add a Watchout
ar: إضافة تنبيه
fr: Ajouter une alerte

source: Category
ar: الفئة
fr: Categorie

source: Brand
ar: الصنف
fr: Marque

source: Description
ar: الوصف

# kindly_fill_required_fields
source: Kindly fill the required fields
ar: يرجى تعبئة الحقول المطلوبة
fr: Veuillez remplir les champs obligatoires

source: Set
ar: وضع
fr: Mettre

# select_category_first
source: Select a Category first.
ar: حدد الفئة أولاً
fr: Sélectionnez d'abord une catégorie

# promo_activity_type
source: Promo Activity
ar: نوع النشاط الترويجي
fr: Activité promo

# please_enter_a_valid_price
source: Please enter a price
ar: يرجى إدخال سعر
fr: Veuillez entrer un prix

source: Save
ar: حفظ
fr: Sauvegarder

source: Saving Picture…
ar: حفظ الصورة…
fr: Enregistrement de l'image…

source: Uploaded
ar: تم الرفع
fr: téléchargé

# you_cannot_add_more_3_pics
source: You cannot add more than 3 pictures.
ar: لا يمكنك إضافة أكثر من 3 صور.
fr: Vous ne pouvez pas ajouter plus que 3 photos.

# you_did_not_complete_required_info
source: You did not complete all required information.
ar: لم تكمل جميع المعلومات المطلوبة.
fr: Vous n'avez pas rempli toutes les informations requises.

source: Your Comments
ar: تعليقاتك
fr: Vos commentaires

source: Text limit reached
ar: تم الوصول إلى حد النص
fr: Limite de texte atteinte

source: No Activity To Share
ar: لا يوجد نشاط ترويجي للمشاركة
fr: Pas d'activité promo

source: No Price To Share
ar: لا يوجد سعر للمشاركة
fr: Pas de prix à partager

source: New Watchout >
ar: تنبيه جديد
fr: Nouvelle Alerte

source: Your Watchouts
ar: تنبيهاتك
fr: Vos alertes

source: No Watchouts Yet
ar: لا يوجد تنبيه
fr: Aucune alerte ajoutée

source: Watchout Taken.
ar: تنبيه مأخوذ
fr: alerte prise

source: Watchouts Taken.
ar: تنبيهات مأخوذة
fr: alertes prises

# generic_questions
source: Questions
ar: اسئلة عامة

# are_you_sure_to_set_all_available
source: Are you sure that all
ar: هل انت متأكد من ان جميع ال
fr: Êtes-vous sûr que tous les

# all_available
source: SKUs are available?
ar: متوفرة ؟
fr: SKUs sont disponibles ?

source: Answer Questions
ar: أجب على الآسئلة
fr: Répondre aux questions

# group_nb1
source: Period {group_nb1}
ar: المدة {group_nb1}
fr: Période %1$d

# group_nb2
source: Semester {group_nb2}
ar: {group_nb2} نصف السنة
fr: Semestre %1$d

source: Watchouts
ar: التنبيهات
fr: Alertes

source: Not yet visited
ar: لم تزره بعد.
fr: Pas encore visité.

source: Events
ar: أنواع التنبيه
fr: Types d'alertes

# generic_question_taken
source: Questions Answered
ar: اسئلة تم الإجابة عليها
fr: questions répondue

# generic_questions_taken
source: Questions Answered
ar: اسئلة تم الإجابة عليها
fr: questions répondues

source: Enter your comments…
ar: أدخل تعليقاتك …
fr: Ecrire vos commentaires…

source: Delete
ar: حذف
fr: Supprimer

source: Enter Price…
ar: أدخل السعر …
fr: Ajouter le prix…

# sure_delete_watchout
source: Are you sure you want to delete this Watchout?
ar: هل أنت متأكد أنك تريد حذف هذا التنبيه؟
fr: Êtes-vous sûr de vouloir supprimer cette alerte ?

source: Stay Here
ar: ابق هنا
fr: Rester içi

source: Delete this Watchout
ar: احذف هذا التنبيه
fr: Supprimer cette alerte

source: Branding
ar: العلامة التجارية
fr: L'image de marque

source: Collect Price
ar: أضف السعر
fr: Collecte de prix

# answer_question_numb
source: Answer
ar: أجب على
fr: Répondre à

# answer_questions_numb
source: Answer
ar: أجب على
fr: Répondre aux

# question_numb
source: Question
ar: سؤال

# questions_numb
source: Questions
ar: أسئلة

source: Upload Your Mission
ar: تحميل مهمتك
fr: Télécharger votre mission

source: Welcome,
ar: أهلا بك,
fr: Bienvenue,

source: Support
ar: الدعم

# export_db
source: Export Database
ar: تصدير قاعدة البيانات
fr: exporter la base de données

# import_db
source: Import Database
ar: استيراد قاعدة البيانات
fr: importer la base de données

# delete_db
source: Delete Database
ar: حذف قاعدة البيانات
fr: supprimer la base de données

# db
source: Database
ar: قاعدة البيانات
fr: Base de données

# share_db
source: Share EYEWIN Database
ar: مشاركة قاعدة بيانات EYEWIN
fr: Partager la base de données EYEWIN

# sure_delete_db
source: Are you sure that you want to delete the database?
ar: هل أنت متأكد أنك تريد حذف قاعدة البيانات؟
fr: Êtes-vous sûr de vouloir supprimer la base de données ?

source: Enter Password
ar: أدخل كلمة المرور
fr: Entrer le mot de passe

source: Password
ar: كلمة المرور
fr: Le mot de passe

source: Please choose another Category
ar: الرجاء اختيار فئة أخرى
fr: Veuillez choisir une autre catégorie

source: Loading Customers…
ar: جاري تحميل الزبائن …
fr: Chargement en cours des clients…

source: Sales Target:
ar: هدف المبيعات:
fr: Objectif ventes:

# prg_balance
source: Balance
ar: الرصيد

# prg_target
source: Target
ar: الهدف
fr: Objectif

# prg_sales
source: Sales
ar: مبيعات
fr: Ventes

# prg_ends
source: Program ends:
ar: ينتهي البرنامج:
fr: Fin du programme:

# prg_days
source: days
ar: يوم
fr: jours

# prg_sales_target
source: Sales Target:
ar: الهدف:
fr: Objectif ventes:

# prg_rebate
source: Reward:
ar: المكافأة:
fr: Cadeau:

# prd_guideline_desc
source: You must sell these products.
ar: عليك بيع هذه المنتجات.
fr: Il faut vendre ces produits.

# price_guideline_desc
source: Price following these guidelines.
ar: عليك التسعير وفق الإرشادات.
fr: Fixez le prix de ces produits suivant ces directives.

# promo_guideline_desc
source: You must implement these promotion guidelines.
ar: عليك اتباع إرشادات الترويج.
fr: Suivez ces directives de promotion.

# place_guideline_desc
source: Display products following these guidelines.
ar: عليك عرض المنتج وفق الإرشادات.
fr: Placez les produits suivant ces directives.

# prd_guideline_header
source: Check if these products are available.
ar: تأكد من توافر هذه المنتجات.
fr: Vérifiez la disponibilité de ces produits.

# price_guideline_header
source: Check these pricing guidelines.
ar: تأكد من إرشادات التسعير.
fr: Vérifiez ces directives de tarification.

# promo_guideline_header
source: Check these promotion guidelines.
ar: تأكد من إرشادات الترويج.
fr: Vérifiez ces directives de promotion.

# place_guideline_header
source: Check these placement guidelines.
ar: تأكد من إرشادات عرض المنتج.
fr: Vérifiez ces directives d'affichage.

# action_link_info
source: Add more info...
ar: إضافة معلومات
fr: Ajouter des informations

source: Shop Name
ar: إسم المتجر
fr: Nom de magasin

# fetching_your_location
source: Capturing your current location...
ar: تحديد موقعك الحالي.
fr: En cours de localisation...

# enable_location_btn
source: Please enable Location services for your device.
ar: يرجى تفعيل الموقع على جهازك.
fr: Activer l'emplacement de votre appareil.

# enable_location_settings
source: Please enable Location Permissions for EYE WIN under App Permissions in your device's Settings.
ar: يرجى تفعيل خدمات الموقع في إعدادات جهازك ل EYE WIN.
fr: Activer les services de localisation dans les paramètres de votre appareil pour EYE WIN.

# add_shop_name
source: Enter your shop name...
ar: أدخل اسم متجرك...
fr: Entrez le nom de votre magasin...

# alert_add_shop_name
source: Please add your shop name.
ar: الرجاء إضافة إسم المتجر.
fr: Veuillez ajouter le nom du magasin.

# alert_add_shop_image
source: Please add your shop image.
ar: الرجاء إضافة صورة المتجر.
fr: Veuillez ajouter une photo de magasin.

# picture
source: Shop Sign Picture
ar: صورة المتجر
fr: Photo du magasin

# you_cannot_add_more_1_pic
source: You cannot add more than 1 picture.
ar: لا يمكنك إضافة أكثر من صورة.
fr: Vous ne pouvez pas ajouter plus d'une photo

# copy_right
source: © {copy_right}, eQuality SARL
fr: © %1$d, eQuality SARL
